acpi
acpica
acpid
alacritty
alsa-utils
base
base-devel
bind
bluez
bluez-obex
bluez-utils
brave-bin
brightnessctl
cheese
cmake
code
composer
dialog
dmenu
docker
docker-compose
easy-rsa
efibootmgr
evtest
fdupes
feh
ffmpegthumbnailer
file-roller
gamemode
git
git-filter-repo
gitleaks
go
gobject-introspection
grub
gst-plugin-pipewire
gtk-doc
gvfs
hwinfo
i2c-tools
imv
inkscape
inter-font
jq
less
libcamera
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lshw
mariadb
meson
moreutils
mpv
nano
network-manager-applet
networkmanager
nginx
ninja
nitrogen
nm-connection-editor
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
nvm
nvme-cli
obs-studio
openbox
openresolv
openvpn
pacman-contrib
pamixer
php
php-fpm
php-gd
php-pgsql
php-sqlite
php84
php84-cli
php84-curl
php84-dom
php84-fileinfo
php84-iconv
php84-mbstring
php84-mysql
php84-openssl
php84-pdo
php84-phar
php84-simplexml
php84-tokenizer
php84-xml
php84-xmlwriter
php84-zip
phpmyadmin
pipewire
pipewire-alsa
pipewire-pulse
protonvpn-cli-community
python-dbus
python-hidapi
python-pip
python-pyudev
reflector
rsync
rtkit
smartmontools
socat
sof-firmware
spotify
stow
sudo
thunar
thunar-archive-plugin
thunar-volman
tint2
tree
ttf-joypixels
ttf-liberation
ttf-ms-fonts
tumbler
umockdev
usbutils
wget
whitesur-cursor-theme-git
whitesur-icon-theme
whois
wireguard-dkms
wireguard-tools
wmctrl
wrk
xdotool
xf86-video-amdgpu
xfce4-screenshooter
xorg-xev
xorg-xinit
xorg-xrandr
xorg-xwininfo
xwinwrap-git
yay-bin
zip
zram-generator
