brave-bin
php84
php84-cli
php84-curl
php84-dom
php84-fileinfo
php84-iconv
php84-mbstring
php84-mysql
php84-openssl
php84-pdo
php84-phar
php84-simplexml
php84-tokenizer
php84-xml
php84-xmlwriter
php84-zip
protonvpn-cli-community
python-pythondialog
spotify
ttf-joypixels
ttf-ms-fonts
whitesur-cursor-theme-git
whitesur-icon-theme
wireguard-dkms
wrk
yay-bin
